Repository: Vistaus/Outliner
Catalog: po/extra/*.po
Languages: fr

source: Outliner Shortcuts
fr: Raccourcis de Outliner

source: General
fr: Général

source: File
fr: Fichier

source: New File
fr: Nouveau fichier

source: Open File
fr: Ouvrir un fichier

source: Save File As
fr: Enregistrer sous

source: Close File
fr: Fermer le fichier

source: Undo/Redo
fr: Annuler/Rétablir

source: Undo Last Change
fr: Annuler la dernière modification

source: Redo Last Undo
fr: Rétablir la dernière modification

source: Zooming
fr: Zoom

source: Zoom In
fr: Zoom avant

source: Zoom Out
fr: Zoom arrière

source: Zoom To Actual Size
fr: Zoom par défaut

source: Miscellaneous
fr: Divers

source: Search Text
fr: Rechercher

source: Quit Application
fr: Quitter l'application

source: Row Commands
fr: Commandes des lignes

source: Creation/Deletion
fr: Création/Suppression

source: Add Row Below
fr: Ajouter une ligne en dessous

source: Add Row Above
fr: Ajouter une ligne au dessus

source: Delete Row
fr: Supprimer la ligne

source: Clipboard
fr: Presse-papiers

source: Copy Row
fr: Copier la ligne

source: Cut Row
fr: Couper la ligne

source: Paste Row Below
fr: Coller la ligne en dessous

source: Paste Row Above
fr: Coller la ligne au dessus

source: Changing Current
fr: Modifier la ligne actuelle

source: Edit Text
fr: Modifier le texte

source: Edit Note
fr: Modifier la note

source: Expand Subrows
fr: Étendre les lignes enfant

source: Collapse Subrows
fr: Réduire les lignes enfant

source: Traversal
fr: Sélection

source: Select Parent Row
fr: Sélectionner la ligne parente

source: Select Root Row
fr: Sélectionner la ligne racine

source: Select Previous Row
fr: Sélectionner la ligne précédente

source: Select Next Row
fr: Sélectionner la ligne suivante

source: Select Row One Page Up
fr: Sélectionner la ligne en haut de page

source: Select Row One Page Down
fr: Sélectionner la ligne en bas de page

source: Select Top-most Row
fr: Sélectionner la ligne la plus en haut

source: Select Bottom-most Row
fr: Sélectionner la ligne la plus en bas

source: Row Movement
fr: Déplacement

source: Move Selected Group Up
fr: Déplacer le groupe sélectionné vers le haut

source: Move Selected Group Down
fr: Déplacer le groupe sélectionné vers le bas

source: Move Selected Group To Top
fr: Déplacer le groupe sélectionné en haut

source: Move Selected Group To Bottom
fr: Déplacer le groupe sélectionné en bas

source: Text Editing
fr: Traitement de texte

source: Show Emoji Picker
fr: Afficher le sélecteur d'Emoji

source: End Editing
fr: Terminer l'édition

source: Cursor Movement
fr: Déplacement du curseur

source: Next Character
fr: Caractère suivant

source: Previous Character
fr: Caractère précédent

source: Next Word
fr: Mot suivant

source: Previous Word
fr: Mot précédent

source: Next Line
fr: Ligne suivante

source: Previous Line
fr: Ligne précédente

source: Start Of Text
fr: Début du texte

source: End Of Text
fr: Fin du texte

source: Copy Selected Text
fr: Copier le texte sélectionné

source: Cut Selected Text
fr: Couper le texte sélectionné

source: Paste Text
fr: Coller le texte

source: Selection
fr: Sélection

source: Add Next Character
fr: Sélectionner le caractère suivant

source: Add Previous Character
fr: Sélectionner le caractère précédent

source: Add Next Word
fr: Sélectionner le mot suivant

source: Add Previous Word
fr: Sélectionner le mot précédent

source: Add Next Line
fr: Sélectionner la ligne suivante

source: Add Previous Line
fr: Sélectionner la ligne précédente

source: Add Start Of Text
fr: Aller au début du texte

source: Add End Of Text
fr: Aller à la fin du texte

source: Organize your words
fr: Organisez vos mots

source: outline;
fr: plan;

source: New Document
fr: Nouveau document

source: Quickly create outlines and export them in a number of useful formats.
fr: Créez rapidement des plans et exportez les dans un grand nombre de formats pratiques.

source: Quickly create and navigate outlines using the keyboard or mouse.
fr: Créez et naviguez rapidement à travers des plans en utilisant le clavier ou la souris.

source: Full support for text formatting.
fr: Prise en charge complète de la mise en forme du texte.

source: Add notes to any outline text.
fr: Ajoutez des notes à n'importe quel élément de plan.

source: Close/Hide any group within the outline for increased focus.
fr: Fermez/Masquez un groupe à tout moment depuis le plan pour plus de concentration.

source: Quick search and replace of any text within the document, including notes.
fr: Cherchez et remplacez rapidement n'importe quel texte dans le document, notes incluses.

source: View document statistics such as character count, word count and row count.
fr: Visualisez les statistiques du document telles que le nombre de caractères, de mots et de lignes.

source: Unlimited undo/redo of any change.
fr: Nombre d'actions annuler/rétablir illimités pour toute modification.

source: Automatically saves in the background.
fr: Enregistrement automatique en arrière-plan.

source: Open multiple outlines with the use of tabs.
fr: Ouvrez plusieurs plans à la fois à l'aide des onglets.

source: Built-in themes.
fr: Thèmes intégrés.

source: Import from Minder and OPML.
fr: Importez des fichiers au format Minder ou OPML.

source: Export to HTML, Markdown, Minder, OPML, PDF and PlainText.
fr: Exportez au format HTML, Markdown, OPML, PDF et Texte brut.

source: Printer support.
fr: Prise en charge de l'impression.

source: New
fr: Nouveau

source: Added support for row cloning.
fr: Ajout de la prise en charge du clonage de lignes.

source: Added support for superscript and subscript text formatting.
fr: Ajout de la prise en charge des exposants et des indices.

source: Added support for using input methods to add text to rows and notes.
fr: Ajout de la prise en charge pour utiliser des méthodes de saisie afin d'ajouter du texte aux lignes et aux notes.

source: Added selection submenu to contextual menu.
fr: Ajout d'un sous-menu de sélection au menu contextuel.

source: Added new row selection commands: top, bottom, first child, previous sibling. next sibling, page up and page down.
fr: Ajout de nouvelles commandes de sélection de ligne : au dessus, en dessous, premier enfant, précédente, suivante, haut de page, bas de page.

source: Added support for moving selected rows via keyboard shortcuts.
fr: Ajout de la prise en charge du déplacement de la ligne sélectionnée à l'aide des raccourcis claviers.

source: Added ability to position the selected row at the top of the window.
fr: Ajout de la possibilité de positionner la ligne sélectionnée en haut de la fenêtre.

source: Added ability to delete the previous or next word via Control-Backspace/Delete keyboard shortcut.
fr: Ajout de la possibilité de supprimer les mots précédent et suivant avec le raccourci clavier Ctrl-Effacer/Suppr.

source: Changes
fr: Modifications

source: Improved readability of text formatting bar.
fr: Amélioration de la lisibilité pour la barre de mise en forme du texte.

source: Removed support for <em>m</em> command in selection traversal.
fr: Suppression de la prise en charge de la commande <em>m</em> dans la zone de sélection.

source: Version number now output to .outliner file.
fr: Le numéro de version est désormais enregistré dans le fichier .outliner.

source: Bug Fixes
fr: Corrections de bugs

source: Made metadata translatable (Thanks to Nathan Bonnemains).
fr: Les métadonnées sont désormais traduisibles (grâce à Nathan Bonnemains).

source: Fixed screenshot URLs in metadata.
fr: Correction des liens vers les captures d'écran dans les métadonnées.

source: Fixed application crash when using the <em>a</em> command when top-level row is selected.
fr: Correction d'un plantage de l'application lors de l'utilisation de la commande <em>a</em> alors que la première ligne est sélectionnée.

source: Fixed node showing/hiding.
fr: Correction de l'action d'afficher/masquer un nœud.

source: Fixed issue with <em>New Document</em> plank command to add new tab after application data is loaded.
fr: Correction d'un problème avec la commande <em>Nouveau document</em> dans plank afin d'ajouter un nouvel onglet lorsque l'application est chargée.

source: Initial release!
fr: Version initiale !
